{
  "DialogueId": "Any_Scarlet_First2",
  "Dialogue": {
    "da": [
      "Ja, selvfølgelig! De er virkelig gode til bare at fuldstændigt fordybe sig i.",
      "Aah... jeg elsker, hvordan man kan forestille sig en histories landskab kun ud fra bogstaver...",
      "...så kommer der en filmatisering, og det viser sig, at din forestilling er fuldstændig anderledes end filmskabernes!",
      "Men er det ikke det, der er så fantastisk ved bøger? Alle visualiserer jo tingene forskelligt!",
      "U-Undskyld... jeg vrøvler vist lidt, <w>haha...</w>",
      "Hey, du burde kigge forbi en gang i mellem! Så kan jeg fortælle dig om de ting, jeg læser."
    ],
    "en": [
      "Yeah, of course! They're usually great for just completely immersing yourself.",
      "Aah... I always love how I'm able to imagine a story's scenery from just letters alone...",
      "...then a movie adaptation comes along and it turns out your vision totally differs from the movie makers'!",
      "But isn't that what's so great about books? Everyone visualises things differently, after all!",
      "S-Sorry... I kinda lost myself there, <w>haha...</w>",
      "Hey, you should stop by every once in a while! I'll tell you about the things I'm reading."
    ],
    "pl": [
      "Tak, na pewno! Zazwyczaj są idealne, żeby się całkiem zagłębić.",
      "Aaa... Zawsze uwielbiam gdy mogę uwierzyć scenerię opowieści używając tylko literek...",
      "...a potem zdarza się wersja filmowa, a nagle twoje spojrzenie jest zupełnie inne od filmowców!",
      "Czy to nie to, co jest takie fajne o książkach? W końcu, wszyscy mamy swoje różne spojrzenia!",
      "P-Przepraszam... trochę się zatraciłam, <w>haha...</w>",
      "Hej, powinieneś przywitać się raz na jakiś czas! Opowiem ci o czym czytam."
    ],
    "pt-BR": []
  },
  "Responses": {
    "da": [
      "Lyder godt!",
      "Tak, men ellers tak."
    ],
    "en": [
      "Sounds good!",
      "Thanks, but I'll pass."
    ],
    "pl": [
      "Brzmi dobrze!",
      "Dzięki, ale spasuję."
    ],
    "pt-BR": []
  }
}
