Repository: Pattrigue/Vibrant-Venture-Localization
Catalog: xliff/TitleScreen/TitleScreen_*.xlf
Languages: pl

source: - Press any button -
pl: - Kliknij jakikolwiek przycisk -

# EmptySaveFile
source: Empty
pl: Pusto

# SaveFileTitle
source: File {0} - {1}%
pl: Zapis {0} - {1}%

# DeletePrompt
source: Are you sure you want to delete this save file? It will be gone forever!
pl: Czy na pewno chcesz usunąć ten zapis? Stracisz go na zawsze!

# InsufficientPermissions
source: Insufficient user permissions. Could not erase file.
pl: Niewystarczające uprawnienia użytkownika. Nie można usunąć zapisu.

source: Erase File
pl: Wyczyść Zapis

# Credits1
source: LEAD DEVELOPER <color=#436187>Patrick Frostholm Østergaard</color> LEVEL DESIGN <color=#436187>Erion Marku</color> <color=#436187>Nicholas White</color> QA TESTING <color=#436187>Antonio Villarreal</color>
pl: GŁÓWNY DEVELOPER <color=#436187>Patrick Frostholm Østergaard</color> DESIGN POZIOMÓW <color=#436187>Erion Marku</color> <color=#436187>Nicholas White</color> TESTOWANIE JAKOŚCI <color=#436187>Antonio Villarreal</color>

# Credits2
source: ART & GRAPHICS <color=#436187>Jur Loogman</color> MUSIC BY <color=#436187>Christoph Jakob</color> ADDITIONAL SOUND EFFECTS PROVIDED BY <color=#436187>zapsplat.com</color>
pl: RYSUNKI I GRAFIKA <color=#436187>Jur Loogman</color> MUZYKA <color=#436187>Christoph Jakob</color> DODATKOWE EFEKTY DŹWIĘKOWE ZAPEWNIONE PRZEZ <color=#436187>zapsplat.com</color>

# EarlyAccess1
source: Thank you for supporting our humble project <3 We're a small team, so your support means a lot! Note that this game is still a work in progress. Everything is subject to change. <color=#F83939>SAVE FILE RESETS MAY OCCUR!</color> We apologize for any inconveniences. If you find any bugs or want to talk to us, join our Discord server by clicking the link below:
pl: Dziękujemy za wspieranie naszego skromnego projektu <3 Jesteśmy małym zespołem, więc wasze wsparcie wiele dla nas znaczy! Pamiętaj, że gra nadal jest w pracach. Wszystko może się jeszcze zmienić. <color=#F83939>RESETY ZAPISÓW MOGĄ SIĘ POJAWIĆ!!</color> Przepraszamy za jakiekolwiek niedogodności. Jeśli znajdziesz jakieś błędy lub chcesz z nami porozmawiać,, dołącz na nasz serwer Discord klikając link poniżej:

# EarlyAccess2
source: Press any button to continue.
pl: Kliknij jakikolwiek przycisk, aby kontynuować.
