Repository: Pattrigue/Vibrant-Venture-Localization
Catalog: xliff/Tutorials/Tutorials_*.xlf
Languages: da

# Jump
source: Press {0} to jump
da: Tryk {0} for at hoppe

# SlideKick
source: Press {0} to slide kick
da: Tryk {0} for at glidesparke

# CharacterWheel
source: Press {0} to open the character wheel
da: Tryk {0} for at åbne karakterhjulet

# VineStab
source: Hold {0} while airborne to <color={characterColor}>Vine Stab</color>
da: Hold {0} i luften for at <color={characterColor}>Lianstikke</color>

# Glide
source: Hold {0} while airborne to <color={characterColor}>Glide</color>
da: Hold {0} i luften for at <color={characterColor}>Parasolsvæve</color>

# Dash
source: Press {0} while airborne to <color={characterColor}>Dash</color>
da: Tryk {0} i luften for at udføre et <color={characterColor}>Vandspring</color>

# AirKick
source: Press {0} while airborne to <color={characterColor}>Air Kick</color>
da: Tryk {0} i luften for at <color={characterColor}>Luftsparke</color>

# DoubleJump
source: Press {0} while airborne to <color={characterColor}>Double Jump</color>
da: Tryk {0} i luften for at <color={characterColor}>Dobbelthoppe</color>

# WallJump
source: Slide on walls and press {0} to <color={characterColor}>Wall Jump</color>
da: Skrid langs vægge og tryk på {0} for at <color={characterColor}>Væghoppe</color>

# GroundSlam
source: Press {0} while airborne to <color={characterColor}>Ground Slam</color>
da: Tryk {0} i luften for at udføre et <color={characterColor}>Jordslag</color>

# HomingAttack
source: Press {0} while locked onto an enemy in the air to <color={characterColor}>Homing Attack</color>
da: Tryk {0} i luften for mens du er låst fast på en fjene for at <color={characterColor}>Målsøgningsangribe</color>
