Repository: Pattrigue/Vibrant-Venture-Localization
Catalog: xliff/LevelBuilderObjects/LevelBuilderObjects_*.xlf
Languages: pt_br

source: Breakable Rock
pt_br: Pedra Quebrável

source: Checkpoint
pt_br: Ponto de Renascimento

source: Fairy Bottle
pt_br: Garrafa de Fada

source: Gem
pt_br: Gema

source: Goal Balloon
pt_br: Balão de Chegada

source: Power Fruit
pt_br: Fruta do Poder

source: Spawn Point
pt_br: Ponto de Nascimento

source: Tall Grass
pt_br: Grama Alta

source: Short Grass
pt_br: Grama Curta

source: Yellow Flower
pt_br: Flor Amarela

source: Orange Flower
pt_br: Flor Laranja

source: Red Flower
pt_br: Flor Vermelha

source: Blue Flower
pt_br: Flor Azul

source: Green Flower
pt_br: Flor Verde

# SeedleSpawner
source: Seedle Bush
pt_br: Arbusto do Seedle

source: Spewshroom
pt_br: Cogumelospew
