Repository: Pattrigue/Vibrant-Venture-Localization
Catalog: xliff/Shop/Shop_*.xlf
Languages: pt_br

# LongerSlowMo
source: Longer Slow Mo\title - The character wheel can be open for much longer! - Useful for learning swapping!
pt_br: Câmera Lenta\title - A roda de personagens pode ser aberta por uma duração muito maior! - Útil para aprender a troca de personagens!

# RiskAndReward
source: Risk & Reward\title - Fairy bottles always drop gems instead of fairies! - Fairy bottles drop more gems than usual!
pt_br: Risco e Recompensa\title - Garrafas de fada sempre derrubam gemas ao invés de fadas! - Garrafas de fada derrubam mais gemas que o normal!

# StrongFairies
source: Strong Fairies\title - Fairies take two hits before dying! - A lifesaver for some of the trickier quests ahead!
pt_br: Fadas Fortes\title - Fadas suportam dois ataques antes de morrerem! - Um salva-vidas para algumas de suas aventuras à frente!

# GemMagnet
source: Gem Magnet\title - Pulls nearby gems towards you! - Helpful for those more focused on completing levels fast!
pt_br: Ímã de Gemas\title - Atraí gemas próximas até você! - Útil para os que focam em completar níveis rapidamente!

# GemExtractor
source: Gem Extractor\title - Defeated enemies drop gems! - Like defeating enemies? Like hoarding gems? Perfect!
pt_br: Extrator de Gemas\title - Inimigos derrotados derrubam gemas! - Gosta de derrotar inimigos? Gosta de coletar gemas? Perfeito!

# DoubleGems
source: Double Gems\title - Collected gems have a chance of being doubled! - Perfect for collecting large amounts of gems quickly!
pt_br: Dobro de Gemas\title - Gemas coletadas possuem uma chance de vir em dobro! - Perfeito para coletar um grande número de gemas rapidamente!

# PurchasePrompt
source: Do you want to purchase the item "{0}" for {1}?
pt_br: Deseja comprar o item "{0}" por {1}?

# MissingGemsPrompt
source: {0} You need {1} more to purchase this item!
pt_br: {0} Você precisa de mais {1} para comprar este item!

# NotEnoughGems
source: Aww... Yikes! Sorry! Whoops! Shoot! Argh... Oof!
pt_br: Aww... Caramba! Desculpa! Oops! Ei! Argh... Oof!

# LongerInvincibility
source: Longer Invincibility\title - When taking damage, you will remain invincible for longer! - Useful for those struggling to recover from damage!
pt_br: Invencibilidade Longa\title - Quando tomar dano, você ficará invencível por uma duração maior! - Útil para os que possuem dificuldades em se re-estabelecer após sofrer um ataque!

# SpawnWithFairy
source: Loyal Fairies\title - Start off with a fairy whenever you spawn! - Useful for when fairy hunting just isn't your thing!
pt_br: Fadas Leais\title - Comece sempre com uma fada, onde quer que você esteja! - Útil quando caçar fadas apenas não é o seu negócio!

# FairyBargain
source: Fairy Bargain\title - Grants you a fairy every 40 gems! - The more you collect, the greater your odds of surviving!
pt_br: Barganha de Fadas\title - Lhe garante uma fada a cada 40 gemas! - Quanto mais você coletar, maior serão suas chances de sobreviver!
