{
  "DialogueId": "AzuraBanana_Olive_First2",
  "Dialogue": {
    "da": [
      "Husker du det ikke? Det giver vel mening, da vi aldrig har talt direkte med hinanden før.",
      "Mit navn er <c=pistachio>Olive</c>. Jeg er <c=pistachio>Pistachio</c>s storesøster!",
      "Jeg hørte, at I forsøgte at forhindre krystallerne i at blive stjålet... men <c=violastro>den tyv</c> slap væk, ikke?",
      "Jeg ville se til <c=pistachio>min lillesøster</c>, men i stedet løb jeg ind i <c=hickory>Hickory</c>, som fortalte mig, hvad der var sket.",
      "Jeg er glad for, at I alle er okay. Jeg ved ikke, hvad jeg ville have gjort, hvis der var sket noget med <c=pistachio>min lillesøster</c>...",
      "Vær venligst forsigtig på jeres eventyr!"
    ],
    "en": [
      "You don't remember? Well, I understand since we never directly spoke to each other before.",
      "My name is <c=pistachio>Olive</c>. I'm <c=pistachio>Pistachio</c>'s older sister!",
      "I heard that you guys tried to prevent the crystals from being stolen... but <c=violastro>that thief</c> got away, didn't he?",
      "I wanted to check up on <c=pistachio>my little sister</c>, but instead I ran into <c=hickory>Hickory</c> who told me what had happened.",
      "I'm glad you are all okay. I don't know what I'd do if something were to happen to <c=pistachio>my little sister</c>...",
      "Please be careful on your adventures!"
    ],
    "es": [
      "¿No te acuerdas? Eh, es normal. Nunca hemos hablado directamente.",
      "Me llamo <c=pistachio>Olive</c>. Soy la hermana mayor de <c=pistachio>Pistachio</c>.",
      "He oído que intentasteis proteger los cristales... pero <c=violastro>ese vellaco</c> se escapó, ¿no?",
      "Quería ver como le iba a <c=pistachio>mi hermanita</c>, pero me acabé encontrando con <c=hickory>Hickory</c>, que me contó todo lo que ocurrió.",
      "Me alegro de que estéis todos bien. No sé que haría si algo le pasase a <c=pistachio>mi hermana pequeña</c>...",
      "¡Tened cuidado en vuestras aventuras!"
    ],
    "pl": [
      "Nie pamiętasz? Rozumiem czemu, ponieważ nigdy nie rozmawialiśmy bezpośrednio...",
      "Nazywam się <c=pistachio>Olive</c>. Jestem starszą siostrą <c=pistachio>Pistachii</c>!",
      "Słyszałam że wy próbowaliście powstrzymać kradzież kryształów... ale <c=violastro>ten złodziej</c> uciekł, prawda?",
      "Chciałam sprawdzić co u <c=pistachio>mojej młodszej siostry</c>, ale zamiast tego wpadłam na <c=hickory>Hickory'ego</c>, który powiedział mi co się stało.",
      "Cieszę się, że wszystko z wami w porządku. Nie wiem, co bym zrobiła, gdyby coś się stało <c=pistachio>mojej młodszej siostrze</c>...",
      "Proszę, bądźcie ostrożni na waszych przygodach!"
    ],
    "pt-BR": []
  },
  "Responses": {
    "da": [],
    "en": [],
    "es": [],
    "pl": [],
    "pt-BR": []
  }
}
