Repository: Pattrigue/Vibrant-Venture-Localization
Catalog: xliff/Actions/Actions_*.xlf
Languages: da

# Horizontal
source: Move Horizontally (Control Stick)
da: Bevæg horizontalt (Controller Stick)

# Vertical
source: Move Vertically (Control Stick)
da: Bevæg Vertikalt (Controller Stick)

# HorizontalPositive
source: Right
da: Højre

# HorizontalNegative
source: Left
da: Venstre

# VerticalPositive
source: Up
da: Op

# VerticalNegative
source: Down
da: Ned

source: Jump
da: Hop

source: Attack
da: Angrib

source: Interact
da: Interager

# ActivateSlowmo
source: Open Character Wheel
da: Åbn karakterhjul

source: Sprint
da: Løb

source: Swap to Cardinal
da: Skift til Cardinal

source: Swap to Azura
da: Skift til Azura

source: Swap to Pistachio
da: Skift til Pistachio

source: Swap to Banana
da: Skift til Banana

# SwapVertical
source: Swap Vertical (Controller)
da: Skift Vertikalt (Controller)

# SwapHorizontal
source: Swap Horizontal (Controller)
da: Skift Horisontalt (Controller)

# OpenLevelSelect
source: Open Level Select (World Map)
da: Åbn banevalg (World Map)

# QuickRestart
source: Quick Restart Level
da: Hurtiggenstart Bane
