Repository: Pattrigue/Vibrant-Venture-Localization
Catalog: xliff/Actions/Actions_*.xliff
Languages: pl

# Horizontal
source: Move Horizontally (Control Stick)
pl: Ruch Poziomy (Gałka analogowa)

# Vertical
source: Move Vertically (Control Stick)
pl: Ruch Pionowy (Gałka analogowa)

# HorizontalPositive
source: Right
pl: Prawo

# HorizontalNegative
source: Left
pl: Lewo

# VerticalPositive
source: Up
pl: Góra

# VerticalNegative
source: Down
pl: Dół

source: Jump
pl: Skok

source: Attack
pl: Atak

source: Interact
pl: Interakcja

# ActivateSlowmo
source: Open Character Wheel
pl: Otwórz Koło Postaci

source: Swap to Cardinal
pl: Zamiana w Cardinala

source: Swap to Azura
pl: Zamiana w Azure

source: Swap to Pistachio
pl: Zamiana w Pistachio

source: Swap to Banana
pl: Zamiana w Banana

# SwapVertical
source: Swap Vertical (Controller)
pl: Zamiana Pionowa (Kontroler)

# SwapHorizontal
source: Swap Horizontal (Controller)
pl: Zamiana Pozioma (Kontroler)

# OpenLevelSelect
source: Open Level Select (World Map)
pl: Otwórz Wybór Poziomu (Mapa Świata)

# QuickRestart
source: Quick Restart Level
pl: Szybki Reset Poziomu
