{
  "DialogueId": "BananaCardinalPistachio_Mocha_Random2",
  "Dialogue": {
    "da": [
      "Før jeg arvede denne kro fra min far, <c=hickory>Hickory...</c>",
      "havde jeg mange problemer med at tale med kunder, når jeg hjalp ham i Kroen.",
      "Det var svært at lære at tale høfligt og uden accent til nye kunder...",
      "men jeg fik styr på det efter noget tid!",
      "Det er forfriskende ikke at skulle bekymre sig om det omkring jer.",
      "Du er altid velkommen, @CharacterName.",
      "Måske giver jeg dig endda et tilbud, hvis du beslutter dig for at leje et værelse nu..."
    ],
    "en": [
      "Before I inherited this inn from my father, <c=hickory>Hickory</c>...",
      "I had a lotta trouble speakin' with customers when I was helpin' him out around the Inn.",
      "Learnin' to speak politely and without accent to new customers was difficult...",
      "but I got the hang of it after some time!",
      "It's refreshin' to not have to worry about that around you guys, though.",
      "You're welcome anytime, @CharacterName.",
      "Might even give ya a bargain if ya decide to rent a room now..."
    ],
    "es": [
      "Antes de que mi padre <c=hickory>Hickory</c> me diese esta posada...",
      "Me costaba mucho hablar con los clientes cuando ayudaba en la posada.",
      "Aprender a hablar educadamente independientemente del momento...",
      "¡pero después de mucho tiempo, conseguí acostumbrarme!",
      "Aunque con vosotros puedo hablar libremente, y eso es muy liberador.",
      "Así que pásate por aquí cuando quieras, @CharacterName.",
      "Podría hasta darte algún descuento si decides alquilar un cuarto..."
    ],
    "pl": [
      "Zanim odziedziczyłam tą karczmę po moim ojcu, <c=hickory>Hickory</c>...",
      "Miałam problemy rozmawiając z klientami, kiedy mu pomagałam.",
      "Było mi trudno nauczyć się, jak mówić do nowych klientów grzecznie i bez aksentu...",
      "ale po jakimś czasie, to już była łatwa sprawa!",
      "Jest relaksujące, że nie muszę się o to martwić, gdy jestem z wami.",
      "Zawsze możesz tu przyjść, @CharacterName.",
      "Może nawet dam ci ofertę, jeśli chciałbyś teraz wynająć pokój..."
    ],
    "pt-BR": []
  },
  "Responses": {
    "da": [],
    "en": [],
    "es": [],
    "pl": [],
    "pt-BR": []
  }
}
