Repository: Pattrigue/Vibrant-Venture-Localization
Catalog: xliff/PetMaker/PetMaker_*.xlf
Languages: da

# NewPet
source: New
da: Ny

source: Show in Explorer
da: Vis i Stifinder

# ExitPetMaker
source: Return to World Map
da: Tilbage til Kort

# NoPetsMessage
source: Any pet you create will show up here. Press "New" to create a new pet!
da: Kæledyr, du laver, vil vises her. Tryk på "Ny" for at lave et nyt kæledyr!

source: Edit
da: Rediger

source: Rename
da: Omdøb

source: Copy
da: Kopier

source: Delete
da: Slet

# Brightness
source: Brightness: {0}
da: Lysstyrke: {0}

# Saturation
source: Saturation: {0}
da: Mæthed: {0}

# BrushSize
source: Brush size: {0}
da: Penselstørrelse: {0}

# PetTypeLabel
source: Pet Type
da: Kæledyrstype

# SpeedLabel
source: Speed: {0}
da: Hastighed: {0}

# MoveImageMessageKeyboard
source: Use Arrow Keys to move the entire image
da: Brug piletasterne til at flytte hele billedet

# PetMenuTooltip
source: Pet Menu
da: Kæledyrsmenu

# ImportTooltip
source: Import Image
da: Importér billede

# SaveTooltip
source: Save
da: Gem

# UndoTooltip
source: Undo
da: Fortryd

# RedoTooltip
source: Redo
da: Annuller Fortrydelse

# PencilTooltip
source: Pencil
da: Blyant

# EraserTooltip
source: Eraser
da: Viskelæder

# FloodFillTooltip
source: Paint Bucket
da: Malerspand

# LineToolTooltip
source: Line Tool
da: Linjeredskab

# ColorPickerTooltip
source: Color Picker
da: Pipette

# GridToggleTooltip
source: Toggle Grid
da: Slå Gitter Til/Fra

# ExitTooltip
source: Exit
da: Afslut

# Shortcut
source: Shortcut: {0}
da: Genvej: {0}

# IncreaseSpeedTooltip
source: Increase Speed
da: Øg Hastigheden

# DecreaseSpeedTooltip
source: Decrease Speed
da: Sænk Hastighed

# PreviousFrameTooltip
source: Previous Frame
da: Sidste Frame

# NextFrameTooltip
source: Next Frame
da: Næste Frame

# PlayPauseTooltip
source: Play/Pause
da: Afspil/Pause

# NewFrameTooltip
source: New Frame
da: Ny Frame

# DeleteFrameTooltip
source: Delete Frame
da: Slet Frame

# CopyFrameTooltip
source: Copy Frame
da: Kopier Frame

# PasteFrameTooltip
source: Paste Frame
da: Indsæt Frame

# FlipVerticalTooltip
source: Flip Vertical
da: Vend Lodret

# FlipHorizontalTooltip
source: Flip Horizontal
da: Vend Vandret

# WalkingPet
source: Walking
da: Gående

# FlyingPet
source: Flying
da: Flyvende

# WalkAnimationLabel
source: Walk
da: Gå

# JumpAnimationLabel
source: Jump
da: Hop

# FallAnimationLabel
source: Fall
da: Fald

# SwimAnimationLabel
source: Swim
da: Svøm

# SwimIdleAnimationLabel
source: Swim Idle
da: Svøm Idle

# SavedPromptText
source: Saved!
da: Gemt!

# ExitPromptText
source: Return to the World Map? Unsaved changes will be lost!
da: Ønsker du at vende tilbage til Kortet? Ændringer, der ikke er gemt, vil gå tabt!

# DeletePetPromptText
source: Are you sure you want to delete this pet?
da: Er du sikker på, du vil slette dette kæledyr?

# EnterPetNamePromptText
source: Enter the pet's name:
da: Indtast kæledyrets navn:

# ImportErrorPromptText
source: You can only import {0}x{1} png files!
da: Du kan kun importere {0}x{1} png filer!

# ImportUnsupportedPromptText
source: Sorry, your operating system does not support this feature.
da: Beklager, dit operativsystem understøtter ikke denne funktion.

# CreateNewPetPromptText
source: Create a new pet? Unsaved changes will be lost!
da: Lav et nyt kæledyr? Ændringer, der ikke er gemt, vil gå tabt!

# PetNameAlreadyExitsPromptText
source: A pet with this name already exists. Overwrite this file?
da: Et kæledyr med dette navn findes allerede. Vil du overskrive denne fil?

# Shortcuts
source: Shortcuts: {0}
da: Genveje: {0}

# MoveImageMessageGamepad
source: Use {0} to move the entire image
da: Brug {0} til at flytte hele billedet

# WorkshopSubmitWindowTitle
source: You are about submit your pet "{0}" to the Steam Workshop.
da: Du er ved at indsende dit kæledyr "{0}" til Steam Workshop.

# WorkshopUpdateWindowTitle
source: You are about to update your pet "{0}" on the Steam Workshop!
da: Du er ved at opdatere dit kæledyr "{0}" på Steam Workshop!
