{
  "DialogueId": "TutQuantumHeart",
  "Dialogue": {
    "da": [
      "Subjekt: Kvantehjerte.\nUdviklet af: Seje & Tilbøjelig Til At Bryde Rumtid-Kontinuummet Innovationer.",
      "Anvendelse: Sammenfiltrer brugeren med en parallel eigenentitet, der eksisterer på et andet virkelighedsplan.",
      "Denne kvantemekaniske sammenfiltring får den sammenfiltrede partner til at efterligne brugerens bevægelse og omvendt.",
      "Sammenfiltringen kan brydes ved at bruge en evne.",
      "Dette får brugeren til at kvantetunnelere til den sammenfiltrede entitets position.",
      "<s>BRUG MED FORSIGTIGHED!!</s>\nVi eksisterer alle i samme rumtid, så lad venligst være med at ødelægge det, m'kay?"
    ],
    "en": [
      "Subject: Quantum Heart.\nDeveloped by: Awesome & Likely to Break the Fabric of Spacetime Innovations.",
      "Usage: Entangles the user to a parallel eigen entity existing on another plane of reality.",
      "This quantum entanglement causes the entangled partner to mimic the user's movement and vice versa.",
      "The entanglement can be broken by using an ability, causing the user to quantum tunnel to the entangled entity's position.",
      "<s>USE WITH CAUTION!!</s>\nWe all exist in the same spacetime, so please don't break it, m'kay?"
    ],
    "fr": [
      "Sujet: Quanti-coeur.\nDéveloppé par: Génial & susceptible de disloquer la Fabrique des innovations spatiotemporelles.",
      "Usage: Rattache l'utilisateur à une entité parallèle propre qui existe dans un autre plan de la réalité.",
      "Ce rattachement quantique fait que le partenaire rattaché imite les mouvements de l'utilisateur et vice versa.",
      "Le rattachement peut être brisé en utilisant une compétence, ce qui amène par un tunnel quantique l'utilisateur à la position de l'entité rattachée.",
      "<s>À MANIPULER AVEC PRÉCAUTION!!</s>\nOn existe tous dans le même espace-temps, donc n'allez pas le disloquer, pigé?"
    ],
    "pt-BR": []
=======
    "pt-BR": [
      "Tópico: Coração Quântico. \nDesenvolvido por: Impressionantes & Frágeis Innovações do Espaço-Tempo.",
      "Uso: Emaranha o usuário até uma entidade irmã existente em um outro plano na realidade.",
      "Esse emaranhado quântico permite que a entidade irmã mimique o movimento do usuário original, e vice-versa.",
      "O emaranhado pode ser interrompido utilizando uma habilidade, ocasionando no navegamento por meio de túneis quânticos até a posição da entidade emaranhada.",
      "<s>UTILIZE COM PRECAUÇÃO!!<s>\nNós existimos na mesma linha do espaço-tempo, então tente não quebrar tudo, belê?"
    ]
  },
  "Responses": {
    "da": [],
    "en": [],
    "fr": [],
    "pt-BR": []
  }
}